---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.InverseDegreesFahrenheit
source: html/cee354f6-1471-cc3b-bc2d-62329fc6cf13.htm
---
# Autodesk.Revit.DB.UnitTypeId.InverseDegreesFahrenheit Property

Inverse degrees Fahrenheit.

## Syntax (C#)
```csharp
public static ForgeTypeId InverseDegreesFahrenheit { get; }
```